Repository: mozilla-l10n/mt-training-data
Catalog: bqi/bqi_pontoon.tmx
Source language: en_us
Languages: bqi

source: Terms of Service
bqi: شرتا داڌن خدمات

source: track
bqi: رڌجۊری

source: trackers
bqi: رڌجۊرا

source: unencrypted
bqi: بؽ رزم ناهاڌن

source: unresponsive
bqi: بؽ کار ولوم گرا

source: unsafe
bqi: نا ٱمن

source: validate
bqi: ائتوار سنجی

source: validity
bqi: ائتوار

source: version
bqi: نوسخه

source: Web Authentication
bqi: ائراز هۊویت وب
